{
    "Login": {
             "title" : "लॉगइन",
             "username" : "उपयोगकर्ता नाम",
             "pwd" : "पासवर्ड",
             "btn" : "लॉगइन",
             "addAccount" : "खाता नहीं है ?",
             "signup" : "अभी साइनअप करें ।"

    },
    "Signup" :{
        "title" : "खाता बनाएं",
        "fname" : "मूल नाम",
        "lname" : "सरनेम",
        "no" : "मोबाइल नंबर",
        "uname" : "उपयोगकर्ता नाम",
        "ano" : "आधार नंबर",
        "gender" : "लिंग",
        "female" : "महिला",
        "male" : "पुरुष",
        "pwd" : "पासवर्ड",
        "rpwd" : "पासवर्ड फिर से लिखें",
        "btn" : "साइन अप करें",
        "select" : "निवडा",
        "City" : "शहर",
        "Nagpur" : "नागपुर",
        "Mumbai" : "मुंबई",
        "Pune" : "पुणे",
        "Aurangbad" : "औरंगाबाद",
        "Amravati" : "अमरावती" , 
        "Kolhapur" : "कोल्हापुर" , 
        "Akola" : "अकोला",
        "Satara" : "सतारा"
    },
    "Home" : {
        "title" : "होम",
        "weather" : "मौसम",
        "q" : "सवाल-जवाब",
        "a" : " ",
        "soil" : "मिट्टी",
        "gov" : "सरकारी योजना",
        "search" : "फसल की खोज करें ....."
    },
    "Category" : {
        "title" : "श्रेणियाँ",
        "weather" : "मौसम",
        "crop" : "फसल के रोग",
        "pes" : "कीटनाशकों",
        "soil" : "मिट्टी",
        "irri" : "सिंचाई ",
        "fer" : "खाद",
        "sch" : "योजना",
        "land" : "भू - प्रबंधन"
    },
    "Govt" : {
        "title" : "सरकारी योजना"
    },
    "Soil" : {
        "title" : "मिट्टी",
        "type" : " मिट्टी के प्रकार",
        "sand" : "रेतीली मिट्टी",
        "red" : "लाल  मिट्टी",
        "clay" : "क्लेय मिट्टी" ,
        "p" : "पीट मिट्टी",
        "loamy" : "दुम्मट मिट्‍टी",
        "black" : "काली मिट्टी",
        "slit" : "गाद मिट्टी",
        "a" : "कछार मिट्टी"
    },
    "SoilC" : {
        "suitable" : "उपयुक्त फसल - " ,
        "Sandy1" :  ", 60% से अधिक रेत और मिट्टी होती है। इसमें बहुत कम मिट्टी और गाद होती है, इसलिए यह झरझरा होता है। रेतीली मिट्टी में मिट्टी के कणों का आकार 0.2 मिमी से 2.0 मिमी तक होता है। रेतीली मिट्टी की जल निर्माण क्षमता बहुत खराब होती है। इस प्रकार, इस प्रकार की मिट्टी में बहुत अधिक हवा मौजूद होती है। इन मिट्टी में पानी की तेज निकासी होती है और इनसे काम करना आसान होता है। वे मिट्टी की मिट्टी की तुलना में वसंत में गर्म होने के लिए तेज होते हैं, लेकिन गर्मियों में सूख जाते हैं और पीड़ित होते हैं। कम पोषक तत्व जो बारिश से धुल जाते हैं। " ,
        "Sandy2" : " रेतीली मिट्टी पौधों के लिए अच्छी नहीं होती है। हालांकि, रेतीली मिट्टी में तरबूज और नारियल उगते हैं।  यदि सिंचाई के लिए पानी उपलब्ध है तो मक्का, बाजरा, जौ जैसी फसलों को रेगिस्तानी मिट्टी में उगाया जा सकता है। इस मिट्टी में कैक्टस भी बढ़ता है।" ,

        "clay1":", मिट्टी के बहुत महीन कण होते हैं। इसकी जल धारण क्षमता बहुत अधिक है। गीली मिट्टी की मिट्टी बहुत चिपचिपी होती है। इसमें बहुत कम हवा होती है। मिट्टी के आकार में मिट्टी के कणों का आकार 0.2 मिमी से कम है। मिट्टी की मिट्टी कार्बनिक पदार्थों से समृद्ध होती है। मिट्टी की मिट्टी में कुछ अच्छे गुण होते हैं। क्ले, इसकी घनत्व के कारण, नमी को अच्छी तरह से बरकरार रखता है। यह अन्य मिट्टी के प्रकारों की तुलना में अधिक पोषक तत्वों से भरपूर होता है। इसका कारण यह है कि मिट्टी के कण बनाने वाले कणों को नकारात्मक रूप से चार्ज किया जाता है, जिसका अर्थ है कि वे कैल्शियम, पोटेशियम और मैग्नीशियम जैसे सकारात्मक चार्ज किए गए कणों को आकर्षित करते हैं और पकड़ते हैं।",
        "clay2" : " यह कई पौधों के लिए भी अच्छा नहीं है। यह केवल धान जैसी फसलों के लिए अच्छा है, जिसमें बहुत अधिक पानी की आवश्यकता होती है। मिट्टी का उपयोग खिलौने, बर्तन और कई अन्य प्रयोजनों के लिए किया जाता है।" 

        ,"red1" : " मृदा का कोई भी समूह जो पर्णपाती या मिश्रित वनों के तहत एक गर्म, समशीतोष्ण, नम जलवायु में विकसित होता है और जिसमें पतली कार्बनिक और कार्बनिक-खनिज परतें होती हैं, जो एक पीले (भूरे रंग के) पर परतदार परत को देखती हैं, जो एक लाल रंग की परत (आराम का दृश्य) पर दिखाई देती है। लाल मिट्टी आमतौर पर लोहे से भरपूर तलछटी चट्टान से बनती है। वे आमतौर पर खराब बढ़ती मिट्टी, पोषक तत्वों में कम और धरण और खेती करने में मुश्किल होते हैं। मिट्टी में लाल मिट्टी, लोहे के ऑक्साइड की उपस्थिति के कारण है। यह पीला दिखाई देता है जब इसमें कम लोहा या अधिक पानी होता है। लाल मिट्टी में मिट्टी और रेत का मिश्रण होता है, एंटीस उपजाऊ नहीं होता है। हालांकि, मिट्टी खाद और उर्वरकों को जोड़कर उपजाऊ हो सकती है।",
        "red2" : "   लाल मिट्टी के लिए उपयुक्त कुछ फसलें कपास, गेहूं, चावल, दालें, बाजरा, तम्बाकू, तिलहन, पोटैटो और फल हैं। लाल मिट्टी ज्यादातर दोमट होती है और इसलिए काली मिट्टी की तरह पानी को बरकरार नहीं रख सकती। अच्छे प्रबंधन के तहत, इन मिट्टी का उपयोग विभिन्न प्रकार की फसलों जैसे मूंगफली, मक्का, सोयाबीन, बीनगल चना और आम के लिए लाभदायक रूप से किया जा सकता है।" 

        ,"peat1" : " आंशिक रूप से विघटित और अघोषित पौधों के अवशेषों के संचय द्वारा आर्द्रभूमि स्थितियों के तहत सदियों से विकसित जैविक मिट्टी के सबसे प्रमुख प्रकार हैं। अन्य प्रकार की जैविक मिट्टी मूक है जो कार्बनिक मिट्टी की सामग्री के संचय द्वारा भी विकसित होती है, लेकिन इस प्रकार में, सामग्री अपेक्षाकृत अच्छी तरह से विघटित हो जाती है, और सामग्री के स्रोत पहचानने योग्य नहीं होते हैं। पौधे की सामग्री हजारों से अधिक होने पर मिट्टी का निर्माण होता है। जमीन के गीले, दलदली क्षेत्रों में साल। किसान चरागाह स्थलों पर भेड़ और मवेशियों को चरते हैं जो उच्च गुणवत्ता वाले ब्रिटिश गोमांस और मेमने का उत्पादन करते समय इन आवासों की रक्षा करने में मदद करते हैं। "
         ,"peat2" : "घनी हुई फेन या हल्की पीट मिट्टी सबसे उपजाऊ कृषि योग्य मिट्टी में से हैं। आलू, चुकंदर, अजवाइन, प्याज, गाजर, सलाद और बाजार की उद्यान फसलें जैसे फसलें आमतौर पर उगाई जाती हैं। अनाज कम पैदावार देता है। हल्की अप्रशिक्षित पीट्स पर, या जहां पानी की मेज ऊंची रहती है, मुख्य फसल घास है।"
  
        ,"black1" : " को रेगुर (तेलुगु शब्द रेगुडा से) और काली कपास मिट्टी भी कहा जाता है क्योंकि कपास इन मिट्टी पर उगाई जाने वाली सबसे महत्वपूर्ण फसल है। मृदा के इस समूह की उत्पत्ति के बारे में कई सिद्धांतों को आगे रखा गया है, लेकिन अधिकांश पेडोलॉजिस्टों का मानना ​​है कि हजारों साल पहले दक्कन के पठार में ज्वालामुखी गतिविधि के दौरान बड़े क्षेत्रों में फैले लावा के जमने के कारण इन मिट्टी का निर्माण हुआ है। अधिकांश काली मिट्टी दो प्रकार की चट्टानों, दक्कन और राजमहल जाल, और तमिलनाडु में होने वाली भयंकर gneisses और पत्रकारों से निकाली गई है। पूर्व पर्याप्त रूप से गहरे हैं जबकि बाद में आम तौर पर उथले हैं।"
        ,"black2" : "काली मिट्टी में बड़ी मात्रा में मिट्टी होती है लेकिन पहाड़ी क्षेत्रों में भी रेतीली होती है और इस मिट्टी में छोटी मात्रा में फॉस्फोरस होता है लेकिन नाइट्रोजन की मात्रा कम होती है। यह मिट्टी का रूप मक्का, गेहूं, गन्ना, और कपास में उपयोग किया जाता है। यह आगे मूंगफली, बाजरा, और तिलहन की खेती के लिए उपयोग किया जाता है। हल्की मिट्टी आदर्श रूप से कपास, गन्ना, तम्बाकू, गेहूं, बाजरा और तिलहन की फसल उगाने के लिए उपयुक्त है। कपास की खेती के लिए काली मिट्टी सबसे अच्छी मिट्टी है। काटन, मक्का, ज्वार, अलसी, वर्जीनिया तंबाकू, अरंडी, सूरजमुखी, और बाजरा काली मिट्टी पर उगाई जाने वाली कुछ प्रमुख फसलें हैं। यह उत्पादन के लिए भी उपयुक्त है। कपास के अलावा अनाज, तिलहन, खट्टे फल और सब्जियां, तंबाकू और गन्ना।"
   
        ,"allu1" : " अन्य मिट्टी के संबंध में जलोढ़ मिट्टी की उत्पादकता सबसे अधिक है। यह ज्यादातर नदियों के पास मौजूद है और चट्टानों के अपक्षय के दौरान इसकी धाराओं द्वारा ले जाया जाता है। मिट्टी आमतौर पर लंबी घास और जंगलों के साथ-साथ चावल, गेहूं, गन्ना, तम्बाकू, मक्का, कपास, सोयाबीन, जूट, तिलहन, फल, सब्जियों, आदि जैसे कई फसलों द्वारा कवर की जाती है।"
        ,"allu2" : " ये मिट्टी कपास की फसल के लिए सबसे उपयुक्त हैं। इसलिए इन मिट्टी को रेगुर और काली कपास मिट्टी कहा जाता है। काली मिट्टी पर उगाई जाने वाली अन्य प्रमुख फसलों में गेहूं, ज्वार, अलसी, वर्जिन तंबाकू, अरंडी, सूरजमुखी और बाजरा शामिल हैं। चावल और गन्ना समान रूप से महत्वपूर्ण हैं जहाँ सिंचाई की सुविधा उपलब्ध है। काली मिट्टी पर सब्जियों और फलों की बड़ी किस्में भी सफलतापूर्वक उगाई जाती हैं। इस मिट्टी का उपयोग खाद और खाद को जोड़े बिना सदियों से विभिन्न प्रकार की फसलों को उगाने के लिए किया जाता है, जिसमें थकावट के बहुत कम या कोई सबूत नहीं होते हैं। "
   
        ,"loamy1" : "अवयवों के संतुलन के कारण, लोम आदर्श उद्यान मिट्टी है। इसकी बनावट झरझरा है, जिससे पौधों तक पानी पहुंचाने के लिए धीरे-धीरे पर्याप्त मात्रा में प्रवाहित हो सकता है, लेकिन जल भराव वाली मिट्टी से बचने के लिए पर्याप्त तेज़ है। हमारे हाथों में दोमट ढीली और टेढ़ी है। इसे फ्राईबल कहा जाता है। ढीली मिट्टी हवा को मिट्टी में मिलाने के लिए जगह प्रदान करती है, जो कि इष्टतम पौधों के विकास के लिए भी आवश्यक है। लोम भी पोषक तत्वों से भरपूर है।"
        ,"loamy2" : " गेहूँ, गन्ना, कपास, जूट, दलहन और तिलहन जैसी फसलों के लिए दोमट मिट्टी आदर्श है। इस मिट्टी में सब्जियां भी अच्छी तरह से विकसित होती हैं।"
  
        ,"slit1" : " गाद रेत और मिट्टी के बीच एक आकार की दानेदार सामग्री है, जिसका खनिज मूल क्वार्ट्ज और फेल्डस्पार है। गाद एक मिट्टी के रूप में या एक नदी के रूप में पानी के शरीर में पानी और मिट्टी के साथ निलंबन में मिश्रित तलछट के रूप में हो सकती है। यह एक जल निकाय के नीचे जमा मिट्टी के रूप में भी मौजूद हो सकता है, जैसे भूस्खलन से कीचड़"
        ,"slit2" : " कुछ प्रकार के पौधों की पहचान करना आसान है, जो सिल्टि लोम में अच्छी तरह से नहीं उगते हैं, लेकिन ऐसी प्रजातियां जो विशेष रूप से ढीली, उपजाऊ मिट्टी को अच्छी तरह से करती हैं - घास, बांस, आर्द्रभूमि और जलीय पौधे, सब्जियां, फलों के पेड़, बेरी झाड़ियों और फर्न, कुछ नाम करने के लिए।"
   
    } ,
    "Menu":{
        "title" : "मेन्यू",
        "Aboutus" : "हमारे बारे में",
        "logout" : "लॉग आउट",
        "lng" : "भाषा"
    },
    "Notification" : {
        "title" : "सूचना"
    },
    "Crop": {
        "a" : "फसल की जानकारी"
    },
    "Profile" : {
        "title" : "प्रोफ़ाइल",
        "uname":"उपयोगकर्ता नाम",
        "ph":"फोन नंबर",
        "city" : "शहर",
        "aa" : "आधार"
    },
    "Vehicle" : { 
        "title" : "वाहन"
    },
    "Tools" : {
        "title" : "उपकरण",
        "sickel" : "एक दरांती एक हाथ से आयोजित कृषि उपकरण है जिसमें विभिन्न घुमावदार ब्लेड हैं । आमतौर पर अनाज की फसलों की कटाई के लिए या मुख्य रूप से पशुओं को खिलाने के लिए रसीला चारा काटने के लिए उपयोग किया जाता ह। (या तो हौसले से काटा जाता है या घास के रूप में सुखाया जाता है)। कई संस्कृतियों में प्रकारों की एक महान विविधता का उपयोग किया जाता है। लौह युग और वर्तमान की सुबह के बीच, इस मूल के सैकड़ों क्षेत्र-विशिष्ट संस्करण फोरेज-कटिंग टूल लोहे के जाली थे, बाद में स्टील के। दरांती की एक उल्लेखनीय विशेषता यह है कि उनके किनारों दो अलग-अलग शिष्टाचार / पैटर्न में बनाए गए हैं - चिकनी या दाँतेदार। जबकि दोनों कर सकते हैं (एक अलग तकनीक के साथ) हरे घास या परिपक्व अनाज को काटने के लिए उपयोग किया जाता है, यह दाँतेदार है दाने जो अभी भी अनाज काटने के कर्तव्य पर हावी है - दूसरे शब्दों में 'काटना' । आधुनिक रसोई चाकू के साथ दाँतेदार किनारों, साथ ही साथ अनाज की कटाई मशीनों के रूप में एक ही डिजाइन सिद्धांत का उपयोग करें  प्रागैतिहासिक बीमारी।"
        ,"spade" : "फावड़ा मिट्टी, कोयला, बजरी, बर्फ, रेत, या अयस्क जैसे थोक सामग्री को खोदने, उठाने और हिलाने का एक उपकरण है। फावड़ियों का कृषि, निर्माण और बागवानी में बड़े पैमाने पर उपयोग किया जाता है। अधिकांश फावड़े हाथ के औजार होते हैं जो एक मध्यम लंबाई के हैंडल के लिए तय किए गए चौड़े ब्लेड से होते हैं।"
        ,"axe" : " एफ एम एक्जिम को विनिर्माण, निर्यात और कृषि प्रयोजनों के लिए एक्स की एक विस्तृत श्रृंखला की आपूर्ति के लिए ईमानदार कंपनियों में से एक में वर्गीकृत किया गया है। कुल्हाड़ी और हमारे अन्य कृषि उपकरण बेहतरीन गुणवत्ता की सामग्री का उपयोग करके निर्मित और डिज़ाइन किए गए हैं और उनकी पूर्णता के लिए सराहना की जाती है।"
        ,"pickaxe" : "एक पिकैक्स या पिक एक हाथ का उपकरण है जिसमें एक हार्ड हेड जुड़ा हुआ है जो हैंडल से जुड़ा हुआ है। वे भूनिर्माण के लिए उपकरण के रूप में उपयोग किए जाते हैं, कठोर सतहों को तोड़ते हैं और खेती के औजार के रूप में। इसमें एक हैंडल और धातु से बना एक सिर होता है जिसमें एक नुकीला और कुंद दोनों छोर होता है। नुकीला सिरा कठोर सतहों को तोड़ देता है, जबकि कुंद सिरे को चीजों को चुभाने के लिए इस्तेमाल किया जा सकता है। एक पिकैक्स अक्सर मिट्टी को तोड़ सकता है जो एक फावड़ा नहीं हो सकता है। कुल्हाड़ी के तेज अंत का उपयोग करके सूखी, कठोर मिट्टी या चट्टानी मिट्टी को तोड़ा जा सकता है।"
        ,"hoe" : "एक कुदाल एक प्राचीन और बहुमुखी कृषि हाथ उपकरण है जिसका उपयोग मिट्टी को आकार देने, खरपतवार को नियंत्रित करने, मिट्टी को साफ करने और जड़ फसलों को काटने के लिए किया जाता है। मिट्टी को आकार देना पौधों के आधार (हिलिंग) के चारों ओर मिट्टी जमा कर सकता है, जिससे बीज और बल्ब लगाने के लिए संकीर्ण फ़रो (ड्रिल) और उथली खाई बनाई जा सकती है। एक कुदाल के साथ खरपतवार नियंत्रण मिट्टी की सतह को उत्तेजित करने या जड़ों से पर्ण काटने और पुरानी जड़ों और फसल अवशेषों की मिट्टी को साफ करने से हो सकता है। मिट्टी को खोदने और हिलाने के लिए जड़ों का उपयोग आलू जैसे रूट फसलों की कटाई में किया जाता है।"
        ,"plough" : "जुताई खेती में मूल ऑपरेशन है। यह बीज प्लेसमेंट और पौधों के विकास के लिए अनुकूल परिस्थितियों को बनाने के लिए किया जाता है। यह मुख्य रूप से हल के साथ किया जाता है। हल के विकास का एक पूरा इतिहास उपलब्ध नहीं है। किसान अनादिकाल से हल का उपयोग कर रहे हैं। आदिम मॉडल एक कुटिल टहनी या पेड़ की एक शाखा हो सकता है। हल के बुनियादी घटक एक जूता, एक हिस्सा, एक शरीर, एक संभाल और एक बीम हैं।"
        ,"yoke" : "जुए में केंद्र में एक प्रक्षेपण होता है जिसमें एक बीम जैसे कि हल, समतल और हैरो आदि को एक रस्सी द्वारा सुरक्षित किया जाता है।"
        ,"lev" : "समतल की तख्ती किसी भी स्थानीय रूप से उपलब्ध लकड़ी से बनी होती है और शाफ्ट आम तौर पर बांस की छड़ियों से बने होते हैं। इस पर पत्थर रखकर या उस पर सवार व्यक्ति (ओं) को रखकर सभी प्रकार के तख्तों पर अतिरिक्त वजन डाला जाता है। जैसा कि नाम से पता चलता है, लेवलर का उपयोग भूमि को समतल करने के लिए किया जाता है।"

        
        ,"si" : "दरांती"
        ,"sp" : "कुदाल"
        ,"a" : "कुल्हाड़ी"
        ,"pi" : "कुदाली"
        ,"h" : "होई"
        ,"pl" : "जुताई"
        ,"y" : "योक"
        ,"l" : "लेवेलर"
    
  
    },
    "Fertilizer" : {
        "title" : "उर्वरक"   
     },
     "About" : {
         "title" : "Aboutus",
         "heading" : "कृषि मित्र में आपका स्वागत है",
         "para" : "यह उपयोग करने के लिए एक आसान इंटरफ़ेस के साथ स्मृति के मामले में एक छोटा सा एंड्रॉइड ऐप है। यह 3 अलग-अलग भारतीय भाषाओं में उपलब्ध है। यह किसान को सभी सरकारी योजनाओं के बारे में जानकारी प्रदान करता है। यह किसान को सभी सरकारी योजनाओं के बारे में जानकारी प्रदान करता है। यह आवेदन साझा कर सकते हैं कृषि और इसकी गतिविधियों से संबंधित विस्तृत जानकारी और ज्ञान, आसान और अधिक प्रभावी तरीके से। यह ऐप आपको खेती से संबंधित सभी जानकारी प्रदान करेगा। "
        , "1": "यह ऐप आपको एक मंच प्रदान करेगा जहां आप किसी भी फसल की जानकारी खोज सकते हैं।"
        , "2": "इस तरह की विस्कि में कि किसी विशेष फसल को खोजने से आपको यह संबंधित जानकारी मिलेगी जैसे कि इस फसल को किस प्रकार की मिट्टी, मौसम, और अन्य महत्वपूर्ण जानकारी की आवश्यकता होती है जो फसल को बहुत कुशलता से बढ़ने में मदद करेगी।"
        , "3": "किसानों को सरकारी योजनाओं से संबंधित अद्यतन उपलब्ध कराया जाएगा।"
        , "4": "एक अलग मौसम पृष्ठ होगा जहां नवीनतम मौसम अपडेट देखे जा सकते हैं।"
        , "5": "मिट्टी के प्रकार के साथ-साथ इसकी विस्तृत जानकारी दी जाएगी।"
        , "6": "विभिन्न प्रकार के उपकरण जो किसान खेती के लिए उपयोग कर सकते हैं और काम को अधिक आसान बनाते हैं, उन्हें दिखाया जाएगा।"
        , "7": "लोकप्रिय उर्वरक जो फ्रैम के लिए उपयोगी हैं और सस्ती भी सुझाए जाएंगे।"
        , "8": "इस प्रकार अपनी खेती के लिए एक में एक आवेदन।"
        },
        "Weather" : {
            "title" : "हवामान",
            "H" : "आर्द्रता",
            "p" : "दबाव",
            "w" : "विंडस्पिड"
            ,"t" : "आज"
        }
    

}