{
    "Login": {
             "title" : "लॉगइन",
             "username" : "वापरकर्तानाव",
             "pwd" : "पासवर्",
             "btn" : "लॉगइन",
             "addAccount" : "खाते नाही?",
             "signup" : "आत्ताच साइनअप करा"

    },
    "Home" : {
        "title" : "होम",
        "weather" : "हवामान",
        "q" : "प्रश्न-उत्तर",
        "a" : " " ,
        "soil" : "माती",
        "gov" : "सरकार योजना",
        "search" : "पीक शोधा..."
    },
    "Category" : {
        "title" : "कॅटेगरीज",
        "weather" : "हवामान",
        "crop" : "पीक रोग",
        "pes" : "कीटकनाशके",
        "soil" : "माती",
        "irri" : "सिंचन",
        "fer" : "रासायनिक खत",
        "sch" : "योजना",
        "land" : "जमीन व्यवस्थापन"
    },
    "Govt" : {
        "title" : "सरकार योजना"
    },
    "Soil" : {
        "title" : "माती" ,
        "type" : "मातीचे प्रकार",
        "sand" : "वालुकामय माती",
        "red" : "लाल माती",
        "clay" : "क्लेय माती" ,
        "p" : "पीट माती",
        "loamy" : "चिकणमाती माती",
        "black" : "काळी माती",
        "slit" : "गाळ माती",
        "a" : "जलोदर माती"
    },
    "SoilC" : {
        "suitable" : "योग्य पीक -" ,
        "Sandy1" :  " , यात 60% पेक्षा जास्त वाळू आणि चिकणमाती आहे. त्यात फारच कमी चिकणमाती आणि गाळ आहे, म्हणून ते सच्छिद्र आहे. वालुकामय मातीतील मातीच्या कणांचे आकार 0.2 मिमी ते 2.0 मिमी पर्यंत आहे. वालुकामय मातीची पाणी निर्मिती क्षमता खूपच कमी आहे. म्हणूनच, या प्रकारच्या मातीमध्ये बरीच हवा आहे. या मातीत जलद जल निचरा होतो आणि त्या सोबत काम करणे सोपे आहे. ते चिकणमातीच्या मातीपेक्षा वसंत inतूमध्ये त्वरेने उबदार होते परंतु उन्हाळ्यात कोरडे पडतात आणि पावसामुळे वाहून गेलेल्या कमी पोषक आहारामुळे ग्रस्त असतात." ,
        "Sandy2" : "  वालुकामय माती वनस्पतींसाठी चांगली नाही. तथापि, वालुकामय मातीत खरबूज आणि नारळ वाढतात. जर सिंचनासाठी पाणी उपलब्ध असेल तर वाळवंटातील मका, ज्वारी, बार्ली ही पिके घेता येतात. या मातीत कॅक्टस देखील वाढतो."
        
        ,"clay1" : " मातीचे अगदी बारीक कण असतात. पाणी साठवण्याची क्षमता खूप जास्त आहे. ओले चिकणमाती माती खूप चिकट आहे. त्यात हवा फारच कमी असते. चिकणमातीच्या आकारात मातीच्या कणांचे आकार 0.2 मिमीपेक्षा कमी आहे. चिकणमाती माती सेंद्रिय पदार्थांनी समृद्ध आहे. चिकणमाती मातीमध्ये काही चांगले गुण आहेत. क्ले, त्याच्या घनतेमुळे, आर्द्रता चांगली ठेवते. हे इतर मातीच्या प्रकारांपेक्षा पौष्टिकतेने समृद्ध असल्याचे देखील दिसते. याचे कारण म्हणजे मातीची माती तयार करणारे कण नकारात्मक चार्ज केले जातात, म्हणजेच ते कॅल्शियम, पोटॅशियम आणि मॅग्नेशियमसारखे सकारात्मक चार्ज केलेले कण आकर्षित करतात आणि धरून ठेवतात.",
        "clay2" : "बर्‍याच वनस्पतींसाठी हे देखील चांगले नाही. हे फक्त धान या पिकांसाठीच चांगले आहे, ज्याला भरपूर पाणी आवश्यक आहे. खेळणी, भांडी आणि इतर बर्‍याच कारणांसाठी क्लेचा वापर केला जातो." 

        ,"red1" : "  पर्णपाती किंवा मिश्रित जंगलांतर्गत उबदार, समशीतोष्ण, ओलसर हवामानात विकसित होणार्‍या आणि सेंद्रिय आणि सेंद्रिय-खनिज थर असलेल्या पातळ सेंद्रिय आणि तपकिरी रंगाची पाने असलेल्या ओलांडलेल्या लाल थरांवर विरळ असलेल्या मातीचा एक गट. लाल माती सामान्यतः लोहयुक्त समृद्ध गाळापासून बनतात. ते सहसा गरीब वाढणारी माती असतात, पोषक आणि बुरशी कमी असतात आणि लागवड करणे कठीण असते. लाल माती, मातीची लोह ऑक्साईड उपस्थितीमुळे होते. जेव्हा त्यात कमी लोह किंवा जास्त पाणी असते तेव्हा ते पिवळे दिसते. लाल मातीत चिकणमाती आणि वाळू यांचे मिश्रण असते, अँटीस सुपीक नसते. तथापि, खते आणि खते घालून ही जमीन सुपीक होऊ शकते.",
        "red2" : " लाल मातीसाठी योग्य अशी काही पिके कापूस, गहू, तांदूळ, डाळी, बाजरी, तबके, तेलबिया, बटाटे आणि फळे आहेत. लाल माती बहुतेक चिकणमाती आहे आणि म्हणूनच काळी मातीसारखे पाणी टिकू शकत नाही. चांगल्या व्यवस्थापनाखाली भुईमूग, मका, सोयाबीन, बेंगळ हरभरा आणि आंबा अशा विविध पिकांसाठी या मातीचा फायदेशीर उपयोग करता येतो."
  
        ,"peat1" : " अर्धवट विघटित आणि निर्जंतुक झालेले वनस्पतींचे अवशेष एकत्रित करून आर्द्र प्रदेशात शतकानुशतके विकसित केलेल्या सर्वात प्रबळ सेंद्रिय मातीत आहेत. सेंद्रीय मातीचा दुसरा प्रकार हा घाण आहे जो सेंद्रिय माती सामुग्रीच्या संचयनाने देखील विकसित होतो, परंतु या प्रकारात, साहित्य तुलनेने चांगले विघटित होते आणि सामग्रीचे स्त्रोत ओळखण्यायोग्य नसतात. जेव्हा वनस्पतींची सामग्री हजारोपेक्षा जास्त विघटित होते तेव्हा माती तयार होते. ओल्या, दमदार भागात वर्षे. शेतकरी उच्च दर्जाच्या ब्रिटिश गोमांस आणि कोकरू तयार करताना या वस्तींचे संरक्षण करण्यास मदत करतात अशा पीटलँड साइटवर शेतात मेंढरे आणि गुरे चरतात."
        ,"peat2" : " सुपीक कोंब किंवा हलकी पीट जमीन सर्वात सुपीक शेती मातींपैकी आहे. बटाटे, साखर बीट, भाजी किंवा कोशिंबीर बनवण्यासाठी उपयुक्त अशी एक वनस्पती, कांदे, गाजर, कोशिंबिरीसाठी वापरण्यात येणारा एक पाला व त्याचे झाड आणि बाजार बाग पिके सामान्यतः पिके घेतले जातात. तृणधान्ये कमी उत्पादन देतात. हलके अंडररेन्ड पीट्स किंवा जिथे पाण्याचे टेबल उंच राहील तेथे मुख्य पीक गवत आहे."
  
        ,"black1" : " रेगुर (तेलगू शब्द रेगुडा भाषेतील) आणि काळ्या कापूस मातीत देखील म्हटले जाते कारण या मातीत कापूस सर्वात महत्त्वाचे पीक आहे. या मातीतल्या गटाच्या उत्पत्तीसंदर्भात अनेक सिद्धांत मांडले गेले आहेत परंतु बहुतेक बालवैज्ञानिकांचा असा विश्वास आहे की हजारो वर्षांपूर्वी डेक्कन पठारात ज्वालामुखीच्या कार्यात मोठ्या प्रमाणात पसरलेल्या लावाच्या घट्टतेमुळे ही मातीत तयार झाली आहे. बहुतेक काळी माती हे दोन प्रकारचे खडक, डेक्कन आणि राजमहल सापळे आणि तामिळनाडूमध्ये उद्भवणा fer्या फिरगिनस स्निग्नेस आणि स्किस्टपासून बनविलेले आहेत. मागील पुरेसे खोल आहेत तर नंतर सामान्यतः उथळ असतात."
        ,"black2" : " काळ्या मातीत मोठ्या प्रमाणात चिकणमाती असते परंतु डोंगराळ प्रदेशात वालुकामय देखील आहे आणि या मातीत फॉस्फरसचे प्रमाण कमी प्रमाणात आहे परंतु त्यात नायट्रोजनचे प्रमाण कमी आहे. हा मातीचा प्रकार कॉर्न, गहू, ऊस आणि कापसामध्ये वापरला जातो. पुढे याचा उपयोग भुईमूग, बाजरी आणि तेलबिया यांच्या लागवडीसाठी केला जातो. ब्लॅक माती योग्य प्रकारे कापूस, ऊस, तंबाखू, गहू, बाजरी आणि तेलबिया पिकासाठी उपयुक्त आहे. कापूस लागवडीसाठी काळ्या माती हा सर्वोत्तम मातीचा प्रकार आहे. कापूस, मका, ज्वारी, अलसी, व्हर्जिनिया तंबाखू, एरंडेल, सूर्यफूल आणि बाजरी हे काळी मातीत पिकविल्या जाणा crops्या मुख्य पीक आहेत. हे उत्पादन देखील योग्य आहे. कपाशीव्यतिरिक्त धान्य, तेलबिया, लिंबूवर्गीय फळे आणि भाज्या, तंबाखू आणि ऊस."
  
        ,"allu1" : " इतर मातीत सर्वात जास्त उत्पादनक्षमता आहे. हे मुख्यतः नद्यांच्या काठावर आहे आणि खडकांच्या हवामानादरम्यान त्याच्या प्रवाहांनी वाहून जाते. माती साधारणतः उंच गवत आणि जंगले, तसेच तांदूळ, गहू, ऊस, तंबाखू, मका, कापूस, सोयाबीन, पाट, तेलबिया, फळे, भाज्या इत्यादींद्वारे बरीच पिके व्यापलेली असतात."
        ,"allu2" : "या माती कापूस पिकासाठी योग्य आहेत. म्हणून या मातीत रेगुर आणि काळी सुती माती असे म्हणतात. काळ्या मातीत उगवलेल्या इतर प्रमुख पिकांमध्ये गहू, ज्वारी, अलसी, व्हर्जिनिया तंबाखू, एरंडेल, सूर्यफूल आणि बाजरी यांचा समावेश आहे. जिथे सिंचनाची सोय उपलब्ध आहे तेथे तांदूळ आणि ऊसदेखील तितकेच महत्त्वाचे आहेत. काळ्या मातीत मोठ्या प्रमाणात भाज्या आणि फळे यशस्वीरित्या पिकतात. ही माती शतकानुशतके खते व खते न घालता निरनिराळ्या पिकांच्या वाढीसाठी वापरली जात आहे, थकवा कमी किंवा पुरावा नाही."
  
        ,"loamy1" : " , घटकांच्या संतुलनामुळे, चिकणमाती ही बागांची आदर्श माती आहे. त्याची पोत छिद्रयुक्त आहे, ज्यामुळे हळूहळू झाडे जाण्यापर्यंत पाणी वाहू शकते परंतु जलमय, धुकेयुक्त माती टाळण्यासाठी जलद गतीने वाढते. चिकणमाती सैल आणि आमच्या हातात कुरकुरीत आहे. हे friable म्हणून उल्लेख आहे. सैल माती हवेमध्ये मातीमध्ये मिसळण्यासाठी जागा उपलब्ध करते, जे चांगल्या वनस्पती वाढीसाठी देखील आवश्यक आहे. चिकणमाती देखील पोषक-समृद्ध आहे."
        ,"loamy2" : "गहू, ऊस, कापूस, पाट, कडधान्ये आणि तेलबिया या पिकांच्या वाढीसाठी चिकणमाती माती उत्तम आहे. या मातीत भाज्याही चांगली वाढतात."
 
        ,"slit1" : "  वाळू आणि चिकणमाती दरम्यान आकाराचे दाणेदार साहित्य आहे, ज्याचा खनिज मूळ क्वार्ट्ज आणि फेल्डस्पार आहे. गाळ माती म्हणून किंवा नदीसारख्या पाण्याच्या शरीरावर पाण्याचा निचरा होणारी गाळ मिसळण्यासाठी किंवा गाळाच्या रूपात येऊ शकते. हे भूस्खलनाच्या चिखलाच्या पाण्यासारखे, पाण्याच्या शरीराच्या तळाशी साठलेल्या मातीच्या रूपात देखील अस्तित्वात असू शकते."
        ,"slit2" : " रेशमी लेममध्ये चांगली वाढ न होणारी काही प्रकारची वनस्पती ओळखणे सोपे आहे, परंतु विशेषत: सैल, सुपीक माती आवडणारी प्रजाती विशेषतः चांगले करतात - गवत, बांबू, वेटलँड आणि जलचर, भाज्या, फळझाडे, बोरासारखे बी असलेले लहान फळझाडे आणि फर्न, काही नावे द्या ."
    
    },
    "Menu":{
        "title" : "मेन्यू",
        "Aboutus" : "आमच्याबद्दल",
        "logout" : "लॉग आउट",
        "lng" : "भाषा"
    },
    "Notification" : {
        "title" : "सूचना"
    },
     
    "Profile" : {
        "title" : "प्रोफ़ाइल",
        "uname":"उपयोगकर्ता नाम",
        "ph":"फोन नंबर",
        "city" : "शहर",
        "aa" : "आधार"
    },
    "Vehicle" : { 
        "title" : "Vehicle"
    },
    "Tools" : {
        "title" : "Tools",
        "sickel" : "एक विळा हा हाताने धरून ठेवलेला शेती साधन आहे ज्यात वेगवेगळ्या वक्र ब्लेड असतात जे विशेषत: धान्य पिके काढण्यासाठी किंवा रसाळ चारा कापण्यासाठी मुख्यतः पशुधन पाळण्यासाठी वापरतात (एकतर ताजे कापले किंवा गवत म्हणून कोरडे). अनेक संस्कृतींमध्ये विविध प्रकारांचा विविध प्रकार वापरला जातो. लोह युग आणि पहाटेच्या दरम्यान, या मूलभूत चारा-कटिंग उपकरणाची शेकडो प्रदेश-विशिष्ट रूपे लोखंडी, नंतर स्टीलची बनलेली होती. सिकलल्सची एक वैशिष्ट्यपूर्ण वैशिष्ट्य म्हणजे त्यांच्या कडा दोन वेगळ्या शिष्टाचार / नमुन्यांमध्ये बनविल्या गेल्या आहेत - गुळगुळीत किंवा दाणेदार. दोन्ही हिरव्या गवत किंवा परिपक्व तृणधान्ये कापण्यासाठी वापरता येतील (तरीही वेगळ्या तंत्राने), परंतु दाणेदार विळा असून धान्याच्या कापणीच्या कर्तव्यावर अजूनही वर्चस्व आहे - दुसर्‍या शब्दात “कापणी”. सेरेटेड कडा असलेले आधुनिक स्वयंपाकघर चाकू, तसेच धान्य-कापणी यंत्रे प्रागैतिहासिक सिकल्ससारखे डिझाइन तत्त्व वापरतात. "
        ,"spade" : " फावडे म्हणजे माती, कोळसा, रेव, बर्फ, वाळू किंवा खनिज यासारख्या मोठ्या प्रमाणात साहित्य खोदणे, उचलणे आणि हलविणे यासाठी एक साधन आहे. फावडे शेती, बांधकाम आणि बागकाम मध्ये मोठ्या प्रमाणात वापरले जातात. बहुतेक फावडे मध्यम-लांबीच्या हँडलवर निश्चित ब्रॉड ब्लेड असलेले हँड टूल्स असतात."
        ,"axe" : " एफ एम एक्झिमचे कृषी हेतूने विपुल xक्सची मॅन्युफॅक्चरिंग, निर्यात आणि पुरवठा करण्याच्या प्रामाणिक कंपन्यांपैकी एक श्रेणीबद्ध केली गेली आहे. अ‍ॅक्स आणि आमची इतर कृषी साधने उत्कृष्ट गुणवत्तेची सामग्री वापरुन उत्पादित आणि डिझाइन केली आहेत आणि त्यांचे परिपूर्ण काम केल्याबद्दल त्यांचे कौतुक केले जाते."
        ,"pickaxe" : "पिकॅक किंवा पिक हे एक हँड टूल आहे ज्यास कठोर डोक्याने हँडलला लंब जोडलेले असते. ते लँडस्केपींगची साधने, कठोर पृष्ठभाग तोडण्यासाठी आणि शेती अवजारे म्हणून वापरली जातात. यात धातूपासून बनविलेले एक हँडल आणि डोके असते ज्याचा टोकदार आणि बोथट दोन्ही असतात. टोकदार शेवट कठोर पृष्ठभाग तुटवते, तर बोथट शेवट गोष्टी वापरण्यासाठी वापरता येतो. एक पिकॅक्स बर्‍याचदा फावडे नसू शकणारी माती तोडू शकतो. कु ,्हाडीच्या तीक्ष्ण टोकाचा उपयोग करुन कोरडी, कठोर चिकणमाती किंवा खडकाळ जमीन तुटलेली असू शकते."
        ,"hoe" : "एक नाखून एक प्राचीन आणि अष्टपैलू शेती साधन आहे जे मातीचे आकार, तणनियंत्रण, स्पष्ट माती आणि मूळ पिके काढण्यासाठी वापरतात. मातीचे आकार वाढवणारी वनस्पती (हिलिंग) च्या पायाभोवती मातीची ढीग असू शकते, बियाणे आणि बल्ब लावण्यासाठी अरुंद खोकी (ड्रिल्स) आणि उथळ खंदक तयार केले जाऊ शकतात. खिडकीच्या सहाय्याने तण नियंत्रित करणे जमिनीच्या पृष्ठभागावर हालचाल करून किंवा मुळांपासून झाडाची पाने तोडून आणि जुन्या मुळांच्या आणि पिकाच्या अवशेषांची माती साफ करून असू शकतो. खोदण्यासाठी आणि माती हलविण्याच्या चप्प्यांचा वापर बटाट्यांसारख्या मूळ पिकासाठी करतात."
        ,"plough" : "नांगरणे हे शेतीमधील मूलभूत कार्य आहे. हे बियाणे नियोजन आणि वनस्पती वाढीसाठी अनुकूल परिस्थिती निर्माण करण्यासाठी केले जाते. हे प्रामुख्याने नांगर्याने केले जाते. नांगरच्या उत्क्रांतीचा संपूर्ण इतिहास उपलब्ध नाही. अनाद काळापासून शेतकरी नांगर वापरत आहेत. आदिम मॉडेल कुटिल डहाळी किंवा झाडाची फांदी असू शकते. नांगरचे मूलभूत घटक म्हणजे एक जोडा, एक भाग, एक शरीर, एक हँडल आणि एक तुळई."
        ,"yoke" : "योकच्या मध्यभागी प्रोजेक्शन असते जिथे नांगर, लेव्हलर आणि हॅरो इत्यादी अवजाराची तुळई दोरीने सुरक्षित केली जाते."
        ,"lev" : "लेव्हलरचा फळी स्थानिक पातळीवर उपलब्ध असलेल्या लाकडापासून बनविला जातो आणि शाफ्ट सामान्यत: बांबूच्या काड्या बनवल्या जातात. त्यावर दगड ठेवून किंवा त्यावर स्वार राहून सर्व प्रकारच्या फळींमध्ये अतिरिक्त वजन जोडले जाते. नावानुसार, लेव्हलर्स जमीन समतल करण्यासाठी वापरली जातात."

        ,"si" : "सिकल"
        ,"sp" : "कुदळ"
        ,"a" : "कुर्‍हाड"
        ,"pi" : "पिक्से"
        ,"h" : "होई"
        ,"pl" : "जुताई"
        ,"y" : "योक"
        ,"l" : "लेवेलर"
    },
    "Fertilizer" : {
        "title" : "उर्वरक" 
     },
     "About" : {
         "title" : "Aboutus",
         "heading" : " कृषी मित्रात आपले स्वागत आहे",
         "para" : "हे वापरण्यास सुलभ इंटरफेससह मेमरीच्या दृष्टीने एक लहान अँड्रॉइड अॅप आहे. हे different वेगवेगळ्या भारतीय भाषांमध्ये उपलब्ध आहे. हे किसान सरकारला सर्व सरकारी योजनांची माहिती देते. हे किसानांना सर्व सरकारी योजनांची माहिती देते. हा अनुप्रयोग सामायिक करू शकतो अधिक सुलभ आणि प्रभावी मार्गाने शेतीशी संबंधित तपशीलवार माहिती आणि त्याचे कार्य आणि त्याचे कार्य. हे अॅप आपल्याला शेती संबंधित सर्व माहिती प्रदान करेल."
        , "1": "हे अॅप आपल्याला एक व्यासपीठ प्रदान करेल जिथे आपण कोणतीही पीक माहिती शोधू शकता."
        , "२": "एखाद्या विशिष्ट पिकाचा शोध घेतल्यास आपल्याला यासंबंधी माहिती मिळते, जसे या पिकासाठी कोणत्या प्रकारची माती, हवामान आणि इतर महत्वाची माहिती आवश्यक आहे ज्यामुळे पीक अधिक कार्यक्षमतेने वाढण्यास मदत करेल."
        , "3": "शेतकर्‍यांना शासकीय योजनांविषयी संबंधित लेटेड अद्यतने दिली जातील."
        , "4": "तेथे एक वेगळ हवामान पृष्ठ असेल जेथे नवीनतम हवामान अद्यतने पाहिली जाऊ शकतात."
        , "5": "मातीचे प्रकार तसेच तपशीलवार माहिती प्रदान केली जाईल."
        , "6": "शेतकरी शेतीसाठी आणि काम अधिक सुलभ करण्यासाठी वापरु शकतील अशी विविध प्रकारची साधने दर्शविली जातील."
        , "7": "फ्रॅमसाठी फायदेशीर आणि परवडणारे लोकप्रिय खत देखील सुचविले जाईल."
        , "8": "अशा प्रकारे आपल्या शेतीसाठी एकाच वेळी हा अनुप्रयोग."
        }
        ,
        "Weather" : {
            "title" : "हवामान",
            "H" : "आर्द्रता",
            "p" : "दबाव",
            "w" : "विंडस्पिड"
            ,"t" : "आज"
        }
    







}